export const Data = [
  {
    id: 0,
    question: "다른 사람들은 나를",
    answer: ["신경 쓰는 것 같다", "신경 쓰지 않는다"],
  },
  {
    id: 1,
    question: "대화 중에 침묵이 이어진다면",
    answer: ["불편해서 먼저 입을 연다", "가만히 있는다", "다른 할 일을 한다"],
  },
  {
    id: 2,
    question: "다른 사람들은 나를",
    answer: ["신경 쓰는 것 같다", "신경 쓰지 않는다"],
  },
  {
    id: 3,
    question: "대화 중에 침묵이 이어진다면",
    answer: ["불편해서 먼저 입을 연다", "가만히 있는다", "다른 할 일을 한다"],
  },
  {
    id: 4,
    question: "다른 사람들은 나를",
    answer: ["신경 쓰는 것 같다", "신경 쓰지 않는다"],
  },
  {
    id: 5,
    question: "대화 중에 침묵이 이어진다면",
    answer: ["불편해서 먼저 입을 연다", "가만히 있는다", "다른 할 일을 한다"],
  },
  {
    id: 6,
    question: "다른 사람들은 나를",
    answer: ["신경 쓰는 것 같다", "신경 쓰지 않는다"],
  },
  {
    id: 7,
    question: "대화 중에 침묵이 이어진다면",
    answer: ["불편해서 먼저 입을 연다", "가만히 있는다", "다른 할 일을 한다"],
  },
  {
    id: 8,
    question: "다른 사람들은 나를",
    answer: ["신경 쓰는 것 같다", "신경 쓰지 않는다"],
  },
  {
    id: 9,
    question: "대화 중에 침묵이 이어진다면",
    answer: ["불편해서 먼저 입을 연다", "가만히 있는다", "다른 할 일을 한다"],
  },
];
export const ResultData = [
  {
    id: 1,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "종이쪼가리",
    spec: [2, 5, 5],
    detail:
      "당신은 바로 조용히 날라다니지만, 많은 것을담고 있는 종이쪼가리! 때로 바람에 날려 상처받기도 하지만, 당신의 그런 모습이 때로는 누군가에게 도움이 되기도 한답니다. 이리 저리 치여 구겨지고 찢어질 때가 있어도 자신만의 종이 속 내용을 소중히, 고스란히 간직하는 당신은 바로 종이쪼가리! 재활용이 잘 되지 않아도 어때요, 당신은 귀염력 하나만은  최고의 쓰레기!",
    bestId: 6,
    worstId: 3,
  },
  {
    id: 2,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "캔뚜껑",
    spec: [4, 0, 1],
    detail:
      "당신은 바로 조용히 캔을 꽉 닫아주는 역할을 하는 캔뚜껑! 재활용은 잘 되지만 유연성은 제로 ~ 귀여움 보다는시크, 딱딱한 당신! 그래도 스스로 만족하는 당신은 결국 재활용을 통해 세상에 도움이 되는 존재로 조용히 한쪽에서 자신의 일을하고자 하는데요, 그런 도중 의도치 않게 캔뚜껑의 날카로운 면으로 누군가를 베어버리기도 합니다. 혼자 있어도 외롭지 않은 당신은 진정한 마이웨이의 표본! 가끔은 쓰레기의 의미와 쓰레기의 존재와 같은 심오하고 엉뚱한 생각을 하기도 합니다.",
    bestId: 13,
    worstId: 8,
  },
  {
    id: 3,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "찌그러진 음료수 캔",
    spec: [4, 0, 2],
    detail:
      "어디서든 적응을 잘 하는 당신은 진정한 쓰레기의 표본! 모험을 즐기며 이리저리 굴러다니지만 캔 답게 단단한 당신은 찌그러진 음료수 캔과 같은데!사실 반항아적 기질을 지닌 당신은 쓰레기계의 쎈캐이자 인싸! 그러나 자유를 갈망하는 당신은 또다시 새로운 곳으로 굴러가고 맙니다아무리 상황이 좋지 않더라도 똑똑한 기지로 재활용이 가능한 캔처럼  진짜 낙천주의자인 당신은 어디서든 적응을 잘하기에 이리저리 찌그러져도 금새 웃고 맙니다!",
    bestId: 14,
    worstId: 6,
  },
  {
    id: 4,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "스티로폼 (모범생, 무색무취)",
    spec: [1, 2, 4],
    detail:
      "순둥순둥한 쓰레기계의 천사인 당신 ~ 배려가 넘치지만 감정표현을 못하여 흰 스티로폼에 여기 저기 국물이 베기도 하는 일이 생기기도 합니다. 재활용력은 낮지만 특유의 은근한 귀염력으로 소심한 관종기를 뽐내는 당신! 당신만의 너그러움으로 자신 안에 다른 쓰레기들을 품기도  하는데요! 늘, 어디서나 예의가 바르고 때로는 보수적이기도 한 당신은 사실 속으로 혼자 생각하느라 진땀을 흘리기도 하는 고민쟁이! 가끔은 고민을 털어놓아도 좋아요~",
    bestId: 7,
    worstId: 11,
  },
  {
    id: 5,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "비닐봉지",
    spec: [0, 3, 1],
    detail:
      "편의점에 갈 때 들고 나오는 비닐봉지처럼 귀차니즘의 대명사인 당신! 단순하고 편안함을 추구하는 당신은 늘 터덜터덜 쓰레기들 사이에서 한쪽 구석을 찾아 쉬고 싶어 합니다. 하지만 어떨 때는 논리적이고 뛰어난 상황 적응력으로 주변을 놀라게 하는 당신! 조용하고 과묵하지만 가끔 호기심이 발동합니다. 만사가 귀찮지만, 자신이 관심 있는 이야기에 대해서는 백과사전처럼 많은 이야기를 풀어놓기도 하는 당신은 겉으로는 별 거 없어보이지만 실은 용도에 충실한 비닐봉지를 닮아 있네요!",
    bestId: 12,
    worstId: 16,
  },
  {
    id: 6,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "비닐봉지",
    spec: [4, 0, 1],
    detail:
      "사람들에게 비타민을 제공하는 자신의 소임을 다함과 동시에 재활용되어서까지 쓸모를 다하는 당신은 완벽주의자! 당신은 모범 중의 모범 쓰레기로 늘 체계와 일정에 맞게 움직입니다.그 누구보다 책임감이 강한 당신은 항상 질서를 수호하고자 노력하는데요. 혼자 많은 일을 감당하느라 가끔은 고집스럽거나 때로는 성급해 보이기도 합니다. 그러나 솔직하고 똑부러지는 당신의 매력에 주변에서는 당신을 진정한 리더로 생각합니다!  ",
    bestId: 1,
    worstId: 14,
  },
  {
    id: 7,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "깨진 유리조각",
    spec: [0, 0, 2],
    detail:
      "어디서나 강렬한 존재감으로 절대 잊을 수 없는 인상을 남기는 당신! 당신은 자신이 빛나는 유리조각임에 큰 자부심을 가지고 있으며 사람들의 시선을 즐깁니다. 실제로 비상한 당신은 자신의 독특한 면을 활용할 방법을 알고 있습니다. 그러나 때로는 날카롭고도 강력한 당신의 존재감에 누군가는 다칠 수 있는 위험에 처하기도 하는데요! 그럼에도 당신은 다시금 다가가고 싶은, 절대 잊을 수 없는 큰 매력을 지니고 있습니다.",
    bestId: 4,
    worstId: 9,
  },
  {
    id: 8,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "휴지, 물티슈",
    spec: [1, 5, 4],
    detail:
      "어딜 가나 볼 수 있는 쓰레기계의 슈퍼핵인싸인 당신! 재미있고 사교적인 당신은 모르는 소식이 없는 마당발입니다. 급한 성격인 당신은 한 소식을 듣고 벌써 다음 소식으로 날아가 버리기도 하는데요!  하지만 정이 많은 당신의 성격에 감동하여 주변에서는 당신을 빼놓고서는 이야기가 불가능할 정도입니다. 재치있고, 매사에 즐거운 당신은 분위기메이커! 재활용이 되지 않아도 유연성과 특유의 귀염력으로 모두를 즐겁게합니다 ",
    bestId: 15,
    worstId: 2,
  },
  {
    id: 9,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "책묶음",
    spec: [4, 1, 2],
    detail:
      "24시간 한 자리에 있는 것이 가능한 늘 그자리에 있는 당신은, 과묵하고 낙천적인 책묶음을 닮아 있습니다! 복잡한 장소보다 혼자 일하는 것을 좋아하는 당신은 쌓여 있는 책묶음 속에 이상적인 자신만의 세계를 품고 있는데요! 실은 주변의 시선을 전혀 신경쓰지 않고 하고 싶은 것을 다 하는 당신은 자신을 내세우지 않으며, 여리고 정이 많은 성격을 가지고 있습니다. 다만 남에게 싫은 소리를 잘 못하여 가끔 혼자 속앓이를 할 때가 있습니다",
    bestId: 11,
    worstId: 7,
  },
  {
    id: 10,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "폐박스",
    spec: [4, 1, 1],
    detail:
      "속을 알 수 없는 당신은 단단하면서도 부드러운 듯한 폐박스를 닮아 있습니다. 박스처럼 늘 잘 접히는 당신은 규칙을 잘 지키고 체계적인 생활 방식을 선호합니다. 따라서 분리수거를 철저하게 지치는 등의 태도를 보이기도 하는데요!변화를 싫어하는 당신은 보수적이고 공사 구분이 확실한 모습을 보입니다. 늘 사실적인 시각으로 바라보며, 현재에 충실한 당신은 쓰레기계의 공무원!",
    bestId: 16,
    worstId: 12,
  },
  {
    id: 11,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "포장일회용기",
    spec: [0, 0, 2],
    detail:
      "빠른 속도로 문제를 해결하는 당신은 한 번에 자신의 역할을 다하는 포장 일회용기를 닮아있네요. 늘 야무진 당신은 자신만의 목표가 확실하고 열정적입니다! 때로는 수용이 어려워 그릇에 너무 많은 내용을 담지 못할 때도 있습니다.열정적이면서 자존감이 높은 당신은 모 아니면 도의 태도를 가지고 있는데요, 당신은 어쩌면 재활용이 가능한 다회용기로 태어났을지도 모르겠네요. 매력적인 고양이과인 당신은 혼잣말을 자주 중얼거리기도 합니다!",
    bestId: 9,
    worstId: 4,
  },
  {
    id: 12,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "뽁뽁이",
    spec: [1, 3, 2],
    detail:
      "주변을 따뜻하게 해주는 야무진 당신은 뾱뾱이를 닮아 있네요! 정이 넘치는 이상주의자인 당신은 누군가를 어떻게 하면 더 따뜻하게 안아줄지를 늘 궁리합니다. 과한 열정으로 때로는 실수를 하기도 하는 당신은 긍정적인 완벽주의자입니다. 높은 공감능력으로 세계 평화를 꿈꾸는 당신은, 결국 재활용에는 실패하지만 따뜻한 추진력 만큼은 세계 최고! 열정적인 태도로 주변을 놀라게 합니다.",
    bestId: 5,
    worstId: 10,
  },
  {
    id: 13,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "우유곽",
    spec: [3, 2, 2],
    detail:
      "일관된 태도를 통해 특유의 따뜻함과 섬세함으로 이로운 일을 하는 당신은 바로 우유곽! 칼슘 튼튼의 우유 답게 때로는 이건 맞고, 이건 틀리다는 태도를 보여주기도 하는데요, 충성심 강하고 자비로운 태도를 통해 따뜻하고 섬세한 보호자 역할을 하기도 합니다. 완벽주의자인 당신은 자연스럽게 리더가 될 때도 있는데요! 가끔은 융통성 없고 낙천적이라는 비판을 받지만 예의를 지키고 친절한 모습으로 솔직한 태도를 보입니다",
    bestId: 2,
    worstId: 15,
  },
  {
    id: 14,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "다 쓴 마스크",
    spec: [1, 3, 2],
    detail:
      "본인이 피곤해도 항상 남을 배려해주는 당신은 바로 다 쓴 마스크! 한번에 여러가지 일을 못하는 당신은 오로지 마스크라는 자신의 쓰임을 온전히 다합니다. 감성적이고 조심스러운 당신은 불면 날아갈 듯한 섬세함을 보이기도 하는데요. 공감능력이 뛰어나고 열정적인 당신은 때로는 병균을 막아주는 마스크처럼 누군가의 문제나 일을 해결해주기도 합니다. 가끔 힘이 없는 듯한 모습을 보이기도 하지만, 타인에게 만큼은 천사 같은 실천주의자인 마스크를 닮아 있습니다! ",
    bestId: 3,
    worstId: 6,
  },
  {
    id: 15,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "폐건전지",
    spec: [5, 0, 1],
    detail:
      "전류가 흐르는 건전지처럼 용의주도한 당신은 논리적이고 분석적인 성격으로 때로는 로봇 같다는 말을 듣기도 합니다.독립적인 성향이 강한 당신은 분명한 목표를 지니고 있으며 목표를 위한 다양한 방법을 고안해내는 전략가기도 합니다. 때로는 혼자서 모든 것을 해결하려는 의지로 인해 스스로 힘든 상황에 처하기도 하는데요! 하지만 스스로 반성하며 더 많은 문제를 해결하기 위해 고안하는 당신은 재활용이 잘 되는 건전지와 같습니다.  ",
    bestId: 8,
    worstId: 13,
  },
  {
    id: 16,
    img: "https://static.hubzum.zumst.com/hubzum/2017/04/04/10/e1c2bf57271e4f9f971f69fee35033fb.jpg",
    title: "굴러다니는 전단지",
    spec: [0, 5, 4],
    detail:
      "언제 어디서나 늘 활기찬 당신은 이리저리 굴러다니는 전단지! 쓰레기계의 인싸답게 늘 재미난 내용을 들고 오는 다채로운 매력을 지닌 당신은 이리 저리 다양한 소식을 매일 다채롭게 전해주는 전단지와 같은 역할을 수행합니다. 특유의 흥미로 많은 분야에 관심이 많은 당신 ! 하지만 매우 다채롭고 밝아 보이는 당신의 내면에는 실은 슬픈 구석이 숨어 있을 수도 있습니다. ",
    bestId: 10,
    worstId: 5,
  },
];
